<?php
define("MENU_HOME","หน้าแรก");
define("MENU_DIFFERENCE","ความแตกต่าง");
define("MENU_PRODUCT","ผลิตภัณฑ์");
define("MENU_DRESSING","น้ำสลัด");
define("MENU_ABOUT","ติดต่อเรา");

define("HOMEPAGE","หน้าแรก");
define("DIFFERENCE","ความแตกต่าง");
define("PRODUCT","ผลิตภัณฑ์");
define("DRESSING","น้ำสลัด");
define("ABOUT","ติดต่อเรา");

define("CAROUSEL","ผักปลอดสารพิษ");
define("WELCOME","ยินดีต้อนรับ");
define("WELCOME_DETAIL","ยินดีต้อนรับเข้าสู่เว็บไซต์ ORGANIC ผักออแกนิคที่มีความเป็นธรรมชาติ ไม่มีการใช้สารเคมีใดๆ ในการปลูก เพื่อมอบผักที่มีคุณประโยชน์ทางโภชนาการสูงและให้ความปลอดภัยกับคุณ");
define("MEANING_STICKER_LABEL","ความหมายของฉลากสติ๊กเกอร์");
define("GREEN_LABEL","ฉลากสีเขียว");
define("GREEN_LABEL_DETAIL","ฉลากสีเขียวได้รับการยืนยัน 100% ว่าเป็นผักออแกนิก ปลูกด้วยกระบวนการผลิตระบบอินทรีย์ ไม่มีสารเคมี ผักเติบโตเองตามธรรมชาติ ตั้งแต่กระบวนการปลูกจนถึงการเก็บเกี่ยว ความปลอดภัยสูง");
define("BLUE_LABEL","ฉลากสีฟ้า");
define("BLUE_LABEL_DETAIL","ฉลากสีฟ้าถึงจะไม่ได้รับการยืนยัน แต่ผักฉลากสีฟ้าก็เป็นผักที่เติบโตโดยไร้สารเคมีเช่นกัน และเป็นผักที่เกิดจากความตั้งใจของเจ้าของฟาร์ม");
define("YELLOW_LABEL","ฉลากสีเหลือง");
define("YELLOW_LABEL_DETAIL","พืชผักที่ปลูกด้วยกระบวนการผลิตระบบปลอดภัย (Pesticide safe) คือพืชผักที่มาจากกระบวนการผลิตที่ยังใช้สารเคมีอยู่ แต่อยู่ในปริมาณควบคุมที่เหมาะสม และจะสุ่มตรวจด้วยชุดตรวจสารเคมีตกค้าง Test Kit ก่อนการเก็บเกี่ยว ถ้าผลออกมาอยู่ในระดับที่ปลอดภัยก็สามารถเก็บเกี่ยวได้ แต่ถ้าไม่ปลอดภัยจะต้องตรวจสอบอีกครั้งจนแน่ใจว่าปลอดภัย จึงสามารถเก็บเกี่ยวได้");
define("WHITE_LABEL","ฉลากสีขาว");
define("WHITE_LABEL_DETAIL","ผัก hydropronicx เติบโตโดยไร้ดิน แต่เติบโตจากแร่ธาตุ หรือเปลือกมะพร้าว");
define("RED_LABEL","ฉลากสีแดง");
define("RED_LABEL_DETAIL","ผักทั่วไปที่สามารถพบได้ในตลาด ถึงจะไม่ได้เป็นผักอินทรีย์ แต่ก็มีความปลอดภัย");

define("ORGANIC","ผักออร์แกนิค");
define("ORGANIC_DETAIL","ผักออร์แกนิค คือผลผลิตจากการเจริญเติบโตจากธรรมชาติอย่างแท้จริง ไม่ใช้ปุ๋ยเคมี ไม่ใช้สารเคมีกำจัดศัตรูพืช พื้นที่เพาะปลูกต้องงดเว้นการใช้สารเคมีไม่น้อยกว่า 1 ปี ต้นพืชได้รับธาตุอาหารจากปุ๋ยอินทรีย์ที่มาจากธรรมชาติ ทำให้ไม่มีสารเคมีตกค้าง ซึ่งเป็นสาเหตุของโรคมะเร็ง อาศัยความเอาใจใส่อย่างพิถีพิถันในกระบวนการเพาะปลูก ดังนั้นผักออร์แกนิคจึงเป็นผักที่ดีต่อสุขภาพ");
define("HYDROPONIC","ผักไฮโดรโปนิกส์");
define("HYDROPONIC_DETAIL","การปลูกพืชโดยไม่ใช้ดิน โดยพืชอาศัยน้ำ และแร่ธาตุอาหารในการเจริญเติบโต โดยรากของพืชจะสัมผัสกับสารละลายโดยตรง ซึ่งธาตุอาหารนั้นๆ ได้มาจากแหล่งของปุ๋ยเคมี ซึ่งมีธาตุอาหารครบถ้วนทั้ง 17 ชนิด ที่จำเป็นในระหว่างการเจริญเติบโตของพืช");
define("ORGANIC_VEGETABLES","ผักปลอดสารพิษ");
define("ORGANIC_VEGETABLES_DETAIL","ผักที่ปลูกโดยการใช้ปุ๋ยเคมีเป็นธาตุอาหารหลักในการเจริญเติบโต แต่ไม่ใช้สารเคมีกำจัดศัตรูพืช โดยอาจจะมีการใช้เคมีสังเคราะห์ เพื่อกระตุ้นการเจริญเติบโตของพืช");
define("HYGIENIC","ผักอนามัย");
define("HYGIENIC_DETAIL","ผักอนามัย คือ ระบบการปลูกพืชที่มีการใช้สารเคมีในการป้องกันและปราบปรามศัตรูพืช รวมทั้งปุ๋ยเคมี เพื่อการเจริญเติบโต ผลผลิตที่เก็บเกี่ยวได้ยังมีสารพิษตกค้างไม่เกินปริมาณที่กำหนดไว้ เพื่อความปลอดภัยของผู้บริโภคและมีความสะอาด ผ่านกรรมวิธีก่อนและหลังการเก็บเกี่ยว ตลอดจนการขนส่ง และการบรรจุหีบห่อตามมาตราฐาน ซึ่งผักอนามัยจะมีการผลิตเหมือนกับผักปลอดภัยจากสารพิษ แต่จะอยู่ในความรับผิดชอบของกรมวิชาการเกษตร");


define("DRESSING_THOUSAND","น้ำสลัดเธาซันไอส์แลนด์");
define("DRESSING_THOUSAND_DETAIL","น้ำสลัดมาตรฐาน เผ้ดเล็กน้อย เค็มนิดๆ มันกลมกล่อม จากทาบัสโก้และแตงกวาดองญี่ปุ่น ทำให้จานสลัดของคุณอร่อยอย่างลงตัว");
define("DRESSING_TARTAR","น้ำสลัดทาร์ทาร์");
define("DRESSING_TARTAR_DETAIL","สูตรลับเฉพาะของโอ้กะจู๋ ที่คุณทานแล้วจะต้องติดใจ มันกลมกล่อม รสเค็มอมเปรี้ยวนิดๆ ช่วยเสริมรสชาติให้สลัดของคุณได้อย่างลงตัว นิยมทานคู่กับเนื้อปลาทอด มีกลิ่นหอมเฉพาะตัวด้วยใบพาร์สลี่");
define("DRESSING_CREAM","น้ำสลัดครีมข้น");
define("DRESSING_CREAM_DETAIL","น้ำสลัดที่ลูกค้าเรียกร้องกัน เราจึงค้นคิดน้ำสลัดครีม ที่มีรสชาติครบรส หวานมัน อมเปรี้ยวนิดๆ รับรองคุณจะทานสลัดได้อย่างเพลิดเพลิน");
define("DRESSING_TOFU","น้ำสลัดเต้าหู้");
define("DRESSING_TOFU_DETAIL","ทำจากเต้าหู้ขาวออแกนิคช่วยให้เกินรสหอมมันเหมือนสลัดครีมข้น รสเปรี้ยว หวาน และเค็มเล็กน้อย เหมาะสำหรับผู้ที่ต้องหารลดน้ำหนัก แคลอรี่ต่ำ");
define("DRESSING_SOYSAUSE","น้ำสลัดซีอิ้วญี่ปุ่น");
define("DRESSING_SOYSAUSE_DETAIL","น้ำสลัดสไตล์ญี่ปุ่น รสชาติหอมหวานน้ำมันงา ใช้ซีอิ้วญี่ปุ่นและโชยุเพื่อให้รสเค็ม เพิ่มขิงแก่ขูดและหอมแดงสับลงไปเพิ่มความสดชื่นยิ่งขึ้น");
define("DRESSING_BWSESAME","น้ำสลัดงาขาวงาดำ");
define("DRESSING_BWSESAME_DETAIL","หอมกลิ่นงาคั่ว คุณประโยชน์สูง รสชาติเปรี้ยวเล็กน้อยจากน้ำส้มสายชูหมักจากข้าวบาร์เลย์ สุขภาพดี ไขมันต่ำ");
define("DRESSING_JPSESAME","น้ำสลัดงาบด");
define("DRESSING_JPSESAME_DETAIL","งาขาวคั่วหอม ปั่นกับน้ำส้มสายชูหมักจากข้าวหอมมะลิ รสเปรี้ยว นุ่มหอมงา คุณประโยชน์สูง ช่วยลดคอลเลสเตอรอล บำรุงผิวพรรณให้ชุ่มชื่น");
define("DRESSING_ITALIAN","น้ำใสอิตาเลี่ยนเอ็กตร้า");
define("DRESSING_ITALIAN_DETAIL","น้ำส้มสายชูหมักจากไวน์แดง เปรี้ยวพอดี เป็นน้ำสลัดที่นิยมของชาวต่างชาติเป็นอย่างมาก เนื่องจากไม่เลี่ยน และสามารถเข้ากับผักสลัดได้ทุกจาน");
define("DRESSING_BALSAMIC","น้ำใสบัลซามิคเอ็กตร้า");
define("DRESSING_BALSAMIC_DETAIL","น้ำส้มสายชูบัลซามิค ซึ่งหมักจากองุ่นดำ รสเปรี้ยวหอมหวานผสมรวมกับหอมแดงสับและน้ำมันมะกอก เพิ่มรสชาติด้วยน้ำผึ้ง");
define("DRESSING_WASABI","น้ำสลัดปูอัดวาซาบิ");
define("DRESSING_WASABI_DETAIL","เผ็ดเล็กน้อยจากวาซาบิสดปั่นกับปูอัด มันกลมกล่อม จากครีมสลัดรสชาติ แปลกใหม่น่าลิ้มลอง");
define("DRESSING_RASPBERRY","น้ำสลัดราสเบอรี่");
define("DRESSING_RASPBERRY_DETAIL","ราสเบอรี่สดกับน้ำมันมะกอกผสมรวมกัน มีรสชาติเปรี้ยวเล็กน้อยจากราสเบอรี่ เพิ่มรสชาติด้วยเลมอน ทำให้มีกลิ่นหอมน่าลิ้มลอง");
define("DRESSING_HONEY","น้ำโยเกิร์ตฮันนี่สตอเบอรี่");
define("DRESSING_HONEY_DETAIL","โยเกิร์ตไขมันต่ำ ปั่นกับสตอเบอรี่สด รสเปรี้ยวนิดๆจากโยเกิร์ตธรรมชาติ หอมหวานกลิ่นน้ำผึ้ง เหมาะสำหรับทานคู่กับผลไม้นานาชนิดได้อย่างลงตัว");

define("VET_GREENOAK","กรีนโอ๊ค");
define("VET_GREENOAK_DETAIL","การใช้ประโยชน์และคุณค่าทางอาหาร    ผักกาดหอมกรีนโอ๊คเป็น พืชที่นิยมบริโภคสด โดยเฉพาะในสลัด หรือกินกับยำ นำมาตกแต่งในจานอาหาร ผักกาดหอมกรีนโอ๊คมีน้ำเป็นองค์ประกอบหลัก และมีวิตามินบี  วิตามินซีสูง อีกทั้งยังมีไฟเบอร์ ที่ช่วยบรรเทาอาการท้องผูก");
define("VET_REDOAK","เรดโอ๊ค");
define("VET_REDOAK_DETAIL","เป็นผักตระกูลผักสลัด มีลักษณะเป็นผักใบสีแดงเข้ม ซึ่งจะตรงข้ามกับกรีนโอ๊คที่ใบและต้นเป็นสีเขียว อายุที่เหมาะสำหรับเก็บรับประทานคือ ช่วง 40-45 วัน เป็นผักที่มีใบซ้อนกันเป็นชั้น ปลายใบหยิกแยกเป็นแฉก เป็นพุ่มหยักสีสวยงาม นอกจากนี้ยังมีกากใยอาหารมากมาย นิยมใช้ทำอาหารประเภทสลัดคู่กับกรีนโอ๊คเพื่อเป็นการเพิ่มสีสันให้อาหารสวยงามขึ้น
<br><b>สรรพคุณ</b> ช่วยในเรื่องระบบการย่อย บำรุงสายตา บำรุงกล้ามเนื้อ ป้องกันโรคปากนกกระจอก ช่วยล้างผนังลำไส้ กำจัดพวกไขมัน มีธาตุเหล็กและวิตามินซีสูง");
define("VET_GREENCOS","กรีนคอส");
define("VET_GREENCOS_DETAIL","เป็นผักที่จัดอยู่ในกลุ่มผักสลัด ลักษณะใบยาวรี ซ้อนกันเป็นช่อ แต่จะมีลักษณะแตกต่างกันออกไปบ้างตามสายพันธุ์ นิยมบริโภคสดเป็นผักสลัดสามารถนำไปทำอาหารได้หลากหลายอย่างเช่น นิยมนำมาบริโภคเป็นผักสดในแบบผักสลัดทั่วไป นำมาใช้แต่งจานอาหาร หรือใช้กินกับพวกอาหารไทยจำพวกลาบ ยำ น้ำพริกต่างๆ หรือใช้ทำอาหารที่ผัดกับน้ำมันได้
<br><b>สรรพคุณ</b> ให้วิตามินเอ วิตามินซี และโฟเลต ที่มีปริมาณมากในกรีนคอส รวมถึงโพแทสเซียม แคลเซียม และเหล็ก ซึ่งเป็นแร่ธาตุที่มีส่วนช่วยในการทำงานของระบบต่างๆ ภายในร่างกายเหมาะสำหรับผู้ที่ต้องการควบคุมระดับน้ำตาล ช่วยในเรื่องการขับถ่ายเพราะมีปริมาณไฟเบอร์สูง");
define("VET_ICEBERG","ผักกาดแก้ว");
define("VET_ICEBERG_DETAIL","อยู่ในกลุ่มผักสลัดอีกชนิดหนึ่ง มีจุดเด่นตรงใบมีความอวบ กรอบ สวยงาม และแปลกตา ต่างจากใบผักกาดหอมชนิดอื่นๆ มีรสขมเล็กน้อย แต่เมื่อรับประทานกับผักสลัดชนิดอื่นๆ ความขมจะถูกกลบไป สามารถใช้เป็นผักเคียงกับอาหารไทยที่มีรสชาติจัดจ้านได้ ฟิลเลย์ ไอซ์เบิร์ก (Frillice Iceberg Lettuce) จะได้รับสารอาหารเช่นเดียวกับผักกาดหอมสีเขียวชนิดอื่นๆ นิยมนำมาใช้ทำอาหารประเภทสลัด เช่น ยำสลัดทูน่า ซีซาร์สลัดกับแซลมอนรมควัน สลัดหอยเชลล์นิวซีแลนด์ เป็นเครื่องเคียงอาหารประเภทยำหรืออาหารรสจัดหรือนำมาตกแต่งจาน
<br><b>สรรพคุณ</b> มีวิตามินสูงและมีธาตุเหล็กสูงจึงมีประโยชน์สำหรับผู้มีปัญหาโลหิตจางโดยเฉพาะสตรีมีครรภ์ช่วยป้องกันโรคโลหิตจาง มีแคลเซียมสูง บำรุงธาตุ บรรเทาอาการท้องผูก เหมาะสำหรับผู้ที่ป่วยเป็นโรคเบาหวาน");
define("VET_BUTTERHEAD","บัตเตอร์เฮด");
define("VET_BUTTERHEAD_DETAIL","เป็นผักที่มีลักษณะใบอ่อนนุ่มเป็นมันเรียงซ้อนกันคล้ายดอกกุหลาบ นิยมรับประทานสด ทำเป็นเมนูสลัดหรือเครื่องจิ้มคู่น้ำพริกแบบไทยๆ เป็นพืชผักที่นิยมบริโภคสด โดยเฉพาะในสลัด รับประทานเป็นเครื่องเคียงน้ำพริกต่างๆ ห่อเมี่ยงคำ เนื้อย่าง และยำต่างๆ หรือนำมาตกแต่งในจานอาหาร
<br><b>สรรพคุณ</b> ช่วยบำรุงเส้นผม บำรุงผิว ลดคอเรสเตอรอล บำรุงประสาท และป้องกันโลหิตจาง");
define("VET_GREENCORAL","กรีนคอรัล");
define("VET_GREENCORAL_DETAIL","ลักษณะโดยทั่วไป สลัดกรีนโครอล ใบมีเขียวอ่อน ขอบใบหยักละเอียดแบบฟันเลื่อย มีลำต้นอวบสั้น ช่วงข้อถี่ ใบจะเจริญจากข้อเป็นกลุ่ม  มีระบบรากแก้วที่สามารถเจริญลงไปในดินได้อย่างรวดเร็ว ช่อดอกเป็นแบบ Panicle สูง 2-4 ฟุต ประกอบด้วย ดอก 10 - 25 ดอกต่อช่อ เป็นดอกสมบูรณ์เพศกลีบดอกสีเหลือง หรือขาวปนเหลือง ดอกจะบานช่วงเช้า โดยเฉพาะในช่วงที่อุณหภูมิต่ำ เป็นพืชที่ต้องการสภาพอากาศเย็น โดยอุณหภูมิที่เหมาะสมต่อการเจริญเติบโตอยู่ระหว่าง 10 - 24′C  การปลูกในสภาพภูมิอากาศสูง การเจริญเติบโตทางใบจะลดลง และพืชสร้างสารคล้ายน้ำนม หรือยางมาก เส้นใยสูงเหนียว และมีรสขม นิยมบริโภคสด โดยเฉพาะในสลัด หรือกินกับยำ นำมาตกแต่งในจานอาหาร
<br><b>สรรพคุณ</b> มีน้ำเป็นองค์ประกอบหลัก และมีวิตามินบี  วิตามินซีสูง อีกทั้งยังมีไฟเบอร์ ที่ช่วยบรรเทาอาการท้องผูก");
define("VET_REDCORAL","เรดคอรัล");
define("VET_REDCORAL_DETAIL","เป็นผักในกลุ่มผักสลัด มีลักษณะเป็นพุ่ม ใบมีสีแดงอมม่วง ปลายใบหยักๆ ฟูๆ มีลักษณะคล้ายกับปะการัง จึงได้ชื่อว่า Coral ที่หมายถึงปะการัง รสชาติหวานและกรอบกว่าเรดโอ๊ค ควรรับประทานตอนยังอ่อนๆ เพราะถ้าแก่ใบจะแข็งและกินไม่อร่อย นิยมทานสดแบบผักสลัดหรือนำไปทำซีซาร์สลัด ใช้เป็นผักเครื่องเคียงเมนูต่างๆ หรือนำมาตกแต่งจาน
<br><b>สรรพคุณ</b> เป็นผักสลัดที่มีไฟเบอร์สูง ช่วยในเรื่องของการขับถ่ายได้ ช่วยกำจัดไขมัน ช่วยต้านอนุมูลิสระ ลดความเสี่ยงของการเกิดมะเร็งลำไส้ได้ ให้วิตามินซีสูง ช่วยป้องกันอาหารหวัด นิยมทานสดแบบผักสลัดหรือนำไปทำซีซาร์สลัด ใช้เป็นผักเครื่องเคียงเมนูต่างๆ หรือนำมาตกแต่งจาน");
define("VET_GREENBUTTERVIA","กรีนบัตเตอร์เวีย");
define("VET_GREENBUTTERVIA_DETAIL","เป็นผักสลัดกลุ่ม Crip Leaf มีลักษณะใบเป็นแผ่นรูปหยดน้ำ ขอบใบหยิกเป็นคลื่น เป็นทรงพุ่ม ห่อหัวแบบหลวมๆ มีทั้งสีเขียวและสีแดง เป็นผักสลัดที่นิยมมากในแถบยุโรปตอนใต้และในประเทศสหรัฐอเมริกาและแคนาดา นิยมรับประมานสดเป็นสลัด
<br><b>คุณค่าทางสารอาหาร</b> คือช่วยบำรุงสายตา บำรุงเส้นผม บำรุงประสาทและกล้ามเนื้อ บำรุงผิวพรรณ ป้องกันโรคปากนกกระจอก ช่วยในการสร้างเม็ดเลือด ให้เส้นใยอาหารสูง ขจัดอนุมูลอิสระ ป้องกันโรคหวัด");
define("VET_REDBUTTERVIA","เรดบัตเตอร์เวีย");
define("VET_REDBUTTERVIA_DETAIL","มีลักษณะเป็นทรงพุ่ม ห่อหัวแบบหลวมๆ ใบมีสีเขียวและสีแดง กาบใบใหญ่ ปลายใบหยัก<br><b>สรรพคุณ</b> มีแคโรทีนและวิตามินซีสูง โดยเฉพาะชนิดสีแดงจะมีวิตามินซีสูงกว่าชนิดสีเขียว นอกจากนี้ยังช่วยในการป้องกันโรคโลหิตจาง และช่วยบรรเทาอาการท้องผูก");
define("VET_GREENBOW","เขากวางเขียว");
define("VET_GREENBOW_DETAIL","ลักษณะเป็นทรงพุ่ม มีสีแดงเข้มและสีเขียวเข้มแล้วแต่สายพันธุ์ ลักษณะปลายใบหยักโค้งมน ซ้อนกันเป็นชั้นๆ
<br><b>ประโยชน์</b> ช่วยบำรุงประสาท ชำรุงกล้ามเนื้อ บำรุงเส้นผม บำรุงผิว ช่วยลดคอเรสเตอรอล และมีกากใยอาหารมากย่อยง่าย");
define("VET_MIZUNA","มิซูน่า");
define("VET_MIZUNA_DETAIL","มิซูนา (Mizuna) หรือ ผักน้ำญี่ปุ่น (Japanese water vegetable) อาจจะรู้จักกันในนาม กิโยนะ (Kyona) และโพเธิร์บ มัสตาร์ด (potherb mustard) เป็นผักพื้นเมืองญี่ปุ่นที่นิยมรับประทานกันมาก เป็นพืชที่มีก้านใบเล็ก ยาว สีขาว ใบเรียวยาว และขอบใบหยักเหมือนฟันเลื่อย มีคุณสมบัติพิเศษตรงความเผ็ดร้อนคล้ายพริกไทย แต่มีรสชาติคล้าย กับผักจำพวก กะหล่ำปลี นอกจากจะนำมารับประทานแล้ว มิซูนา ยังสามารถนำมาใช้สำหรับการตกแต่ง ได้อีกด้วย
คุณค่าทางสารอาหาร มิซูนาเป็นผักที่อุดมไปด้วยสารอาหาร ที่จำเป็นต่อร่างกายหลายอย่าง เช่นกรดโฟลิก เบต้าแคโรทีน และวิตามินซี รวมถึงยังเป็นแหล่งอาหารชั้นยอด ของสารต้านอนุมูลอิสระ ซึ่งมีประโยชน์ ในการช่วยป้องกันร่างกาย จากการเป็นโรคหัวใจด้วย และหากนำมา ประกอบอาหารร่วมกับพืชในสกุล Brassica อย่างพวก ผักกาด กะหล่ำปลี กะหล่ำดอก หรือ บร็อคโคลี ก็จะทำให้เกิดสาร กลูโคซิโนเลต (glucosinolates) ซึ่งช่วยให้รสชาติ มีความเข้มข้นมากยิ่งขึ้น ซึ่งสารดังกล่าวจะมีการเปลี่ยนแปลง เมื่ออยู่ในร่างกาย เพื่อจับตัวเป็นสาร ซึ่งจะช่วยยับยั้ง การเจริญเติบโตของมะเร็งบางชนิด");
define("VET_FRILLICEICEBERG","ฟิลเล่ซ์ไอส์เบิร์ก");
define("VET_FRILLICEICEBERG_DETAIL","ผักฟิลเลย์ไอซ์เบิร์ก (Frillice Iceberg) เป็นผักสลัดชนิดหนึ่ง เป็นพืชล้มลุก มีทรงพุ่มใหญ่ มีอายุสั้นฤดูเดียว เป็นใบเลี้ยงเดี่ยว ออกตรงโคนลำต้น ออกตามข้อสั้น ออกเรียงสลับรอบๆ ใบอยู่ด้านนอกใหญ่กว่าใบข้างในเล็กกว่า ห่อหัวเข้าหาต้น มีลักษณะทรงกลมรี โคนใบกว้างใหญ่กว่า ใบแข็งกรอบ ใบหยิกเป็นฝอย ใบมีสีเขียวอ่อน สีเขียวแก่ มีก้านใบใหญ่ เป็นกาบหนาและยาวอวบฉ่ำน้ำ ก้านมีสีเขียวอ่อน รสชาติหวานกรอบ มีถิ่นกำเนิดอยู่ในทวีปเอเชีย และทวีปยุโรป ชอบอากาศหนาวเย็น เป็นที่นิยมปลูกกันทั่วไป ในหลายประเทศ มีปลูกหลายสายพันธุ์ มีประโยชน์สรรพคุณ ทางยาหลายอย่าง ใช้รับประทานเป็นผักสลัด นำมาประกอบอาหารเมนูต่างๆ ได้หลายเมนู
<br><b>ประโยชน์และสรรพคุณผักฟิลเลย์ไอซ์เบิร์ก</b> มีแคลเซียม มีเส้นใย มีวิตามินซี มีโพแทสเซียม มีวิตามินเอ มีวิตามินอี มีฟอสฟอรัส มีเหล็ก มีวิตามินบี1 มีวิตามินบี2 มีวิตามินบี3 มีวิตามินบี5 มีวิตามินบี6 มีวิตามินบี9 มีเบตาแคโรทีน มีคาร์โบไฮเดรต มีโปรตีน มีไขมัน มีแมกนีเซียม มีไขมัน มีแมงกานีส
มีภูมิคุ้มกัน ช่วยขับน้ำนม ช่วยบำรุงตับ แก้ปวด แก้ปวดเอว แก้กระหายน้ำ ช่วยป้องกันโรคโลหิตจาง ช่วยป้องกันโรคมะเร็ง ช่วยบำรุงร่างกาย ช่วยป้องกันโรคเบาหวาน แก้หวัด แก้ไอ แก้ไข้ ช่วยขับเสมหะ ช่วยรักษาเจ็บคอ ช่วยขับเหงื่อ แก้ท้องผูก ช่วยระบบขับถ่าย เป็นยาระบาย ช่วยขับลม ช่วยขับปัสสาวะ ช่วยขับพยาธิ ช่วยรักษาริดสีดวงทวาร ช่วยบำรุงสายตา แก้ท้องอืด แก้ท้องเฟ้อ ช่วยลดความดันโลหิตสูง สร้างเม็ดเลือด");
define("VET_SPINACH","ผักโขม");
define("VET_SPINACH_DETAIL","ผักขม หรือ ผักโขมเป็นผักที่ขึ้นตามแหล่งธรรมชาติ ไม่ว่าจะเป็นริมทาง ป่าละเมาะ ป่ารกร้าง รวมทั้งสวนผักผลไม้เป็นต้น ผักขมยังได้รับการนิยมนำมาประกอบอาหารได้หลากหลายเมนู เช่น ผัดผักโขม แกงจืดผักโขม ผักโขมอบชีส ขนมปังหน้าผักโขมอบชีส เป็นต้น");
define("VET_GREENEZFAMILY","ตระกูลกรีน อีซี้");
define("VET_GREENEZFAMILY_DTAIL","อีซี่ลีฟ (Eazyleaf) ผักสลัดสายพันธุ์ใหม่ โดย Enza Zaden เป็นผักสลัดใบเล็กฝอย ปลายใบแหลมคล้ายฟิลเลย์ ใบมีความกรุบกรอบ มีรสชาติเข้มข้นแต่ไม่มีความผมเหมือนผักสลัดตัวอื่น เหมาะสำหรับใช้ทำอาหารประภทสลัด ทั้งสลัดกล่องและสลิดมิกซ์ หรือจะนำไปทานคู่กับสเต๊กก็เข้ากันได้เป็นอย่างดี
<br><b>คุณค่าทางโภชนาการ</b> อีซี่ลีฟ (Eazyleaf) นอกจากมีรสชาติที่อร่อยแล้วยังเป็นผักที่มีคุณค่าทางโภชนาการสูงอีกด้วย ประกอบไปด้วย วิตามินบีสูง วิตามินซี เบต้าแคโรทีน สารต่อต้านอนุมูลอิสระ");
define("VET_REDEZFAMILY","ตระกูลเรด อีซี้");
define("VET_REDEZFAMILY_DTAIL","มีลักษณะเป็นผักใบสีแดงเข้ม ซึ่งจะตรงข้ามกับกรีนโอ๊คที่ใบและต้นเป็นสีเขียว อายุที่เหมาะสำหรับเก็บรับประทานคือ ช่วง 40-45 วัน เป็นผักที่มีใบซ้อนกันเป็นชั้น ปลายใบหยิกแยกเป็นแฉก เป็นพุ่มหยักสีสวยงาม นอกจากนี้ยังมีกากใยอาหารมากมาย ซึ่งช่วยในเรื่องระบบการย่อย บำรุงสายตา บำรุงกล้ามเนื้อ ป้องกันโรคปากนกกระจอก ช่วยล้างผนังลำไส้ กำจัดพวกไขมัน มีธาตุเหล็กและวิตามินซีสูง นิยมใช้ทำอาหารประเภทสลัดคู่กับกรีนโอ๊คเพื่อเป็นการเพิ่มสีสันให้อาหารสวยงามขึ้น");
define("VET_SWISSCHARD","สวิชชาร์ด");
define("VET_SWISSCHARD_DETAIL","<B>ประโยชน์ของ ผัก Swiss chard </B>
(ผักชนิดนี้หากรับประทานสดๆ จะให้คุณค่าทางอาหารมาก คุณค่าทางอาหารจะลดลงเมื่อผ่านการปรุงสุก)<br>
1. ผัก Swiss chard เป็นผักที่ให้แคลอรี่ และไขมันต่ำ จึงเป็นที่นิยม ใช้เป็นอาหารหลักในโปรแกรมการลดน้ำหนัก<br>
2. ผัก Swiss chard ยังอุดมไปด้วยสารต้านอนุมูลอิสระ และวิตามิน C ช่วยให้ร่างกานสร้างภูมิคุ้มกันโรคต่างๆ ได้อย่างดี หากรับประทานสด ใน 100 กรัม มีไวตามินซี 33%<br>
3. Swiss Chard ยังอุดมไปด้วย วิตามิน K ช่วยบำรุงเลือดเหมาสำหรับคนเป็นโลหิตจาง ซึ่งช่วยเสริมสร้าง ความแข็งแรงของกระดูกและไขข้อ หากรับประมาณในปริมาณที่พอเหมาะ 
สามารถลดการเสื่อมของเซลล์ประสาท และด้วยความที่ผัก Swiss chard เป็นผักที่มีวิตามิน K สูงมาก จึงเป็นส่วนประกอบที่สำคัญในการรักษาผู้ป่วยจาก โรคอัลไซเมอร์ได้อีกด้วย หากรับประทานสด ใน 100 กรัม มีไวตามิน K ถึง 700%
4. นอกจากที่กล่าวมาผัก Swiss chard ยังมี โอเมก้า3, วิตามิน A, เบต้าแคโรทีน, ลูทีน, วิตามิน B complex, โฟเลท, ไนอาซิน<br>
5. ยังอุดมไปด้วยแร่ธาตุ ต่างๆ อีกมากมายเช่น copper, calcium, sodium, potassium, iron, manganese and phosphorus. ซึ่งเป็นสารที่จำเป็นต่อร่างกายทั้งสิ้น");
define("VET_BABYSALAD","เบบี้ สลัด");
define("VET_BABYSALAD_DETAIL","<B>ประโยชน์ของผักสลัด</B><br>
1. ผักสลัดอุดมไปด้วยธาตุเหล็ก มีส่วนช่วยในการสร้างเม็ดเลือดแดง แก้อาการอ่อนเพลีย และช่วยในการเพิ่มความจำ<br>
2. ผักสลัดมีสารต้านอนุมูลอิสระหลายชนิด ป้องกันและต่อต้านโรคมะเร็ง<br>
3. ในผักสลัดมีน้ำเป็นองค์ประกอบสูงช่วยแก้อาการกระหายน้ำ และมีน้ำตาลต่ำเหมาะสำหรับผู้ป่วยโรคเบาหวาน<br>
4. ผักสลัดมีสารที่ชื่อว่า Lactucarium ช่วยในการนอนหลับ ทำให้จิตใจสงบและผ่อนคลายลดความเครียด<br>
5. น้ำที่คั้นจากใบของผักสลัดสามารถช่วยลดอาการไข้ตัวร้อน และระงับอาการไอได้เป็นอย่างดี<br>");
define("VET_SUNFLOWER","ตับอ่อนทานตะวัน");
define("VET_SUNFLOWER_DETAIL","<B>สรรพคุณ ประโยชน์ของต้นอ่อนทานตะวัน</B> <br>
1. ต้นอ่อนทานตะวันช่วยควบคุมระดับคอเลสเตอรอลในเลือด ป้องกันโรคไขมันในเส้นเลือด  <br>2. ประโยชน์ของต้นอ่อนทานตะวันป้องกันโรคหลายชนิด เช่น มะเร็ง เบาหวาน อัลไซเมอร์ เนื่องจากในต้นอ่อนทานตะวันมีสาร GABA (gamma aminobotyric acid)
3. ต้นอ่อนทานตะวันช่วยควบคุมน้ำหนัก และดูแลผิวพรรณ วิตามิน B1 วิตามินB6 โอเมก้า 3, 6, 9 <br>
4. ต้นอ่อนทานตะวันช่วยบำรุงเซลล์สมอง ป้องกันการเกิดโรคอัลไซเมอร์ ด้วยธาตุเหล็ก <br>
5. ต้นอ่อนทานตะวันมีสรรพคุณบำรุงสายตา รวมถึงชะลอความแก่ <br>
6. ต้นอ่อนทานตะวันช่วยป้องกันการติดเชื้อในระบบทางเดินหายใจ <br>
7. ต้นอ่อนทานตะวันช่วยบำรุงกระดูกและฟันให้แข็งแรง เนื่องจากต้นอ่อนทานตะวันมีแคลเซียมสูง <br>
8. ประโยชน์ของต้นอ่อนทานตะวันต่อสตรีมีครรภ์ ต้นอ่อนทานตะวันมีสารอาหารโฟเลทสูง หากสตรีมีครรภ์ได้รับประทานจะมีผลดีต่อสุขภาพทั้งของตนเองและทารกในครรภ์");
define("VET_MICROGREEN","ไมโครกรีน");
define("VET_MICROGREEN_DETAIL","<B>คุณค่าโภชนาการของไมโครกรีน</B><br>
ไมโครกรีนอุดมด้วยสารอาหารมากมาย  มีความเเตกต่างกันไปตามสายพันธุ์ของไมโครกรีน เเต่ก็มีสิ่งที่เหมือนกันส่วนใหญ่ของไมโครกรีน คือ<br>
1.	ไมโครกรีนอุดมด้วยเเร่ธาตุโพเเทสเซียม เหล็ก สังกะสี แมกนีเซียม และทองเเดง<br>
2.	ไมโครกรีนเป็นแหล่งสารอาหารที่ดีมีประโยชน์ เพราะมีสารแอนติออกซิเเดนซ์สูง หรือสารต้านอนุมูลอิสระสูง<br>
3.	ในปริมาณที่เท่ากันของผักใบเขียว กับไมโครกรีน พบว่า ไมโครกรีนมีปริมาณสารอาหารในปริมาณสูง มีทั้งวิตามิน เเร่ธาตุ และสารต้านอนุมูลอิสระสูงกว่าผักใบเขียว<br>
4.	มีรายงานวิจัยเปรียบเทียบต้นอ่อน ไมโครกรีน กับพืชที่โตเต็มที่ชนิดเดียวกัน พบว่า สารอาหารในโมโครกรีนมีปริมาณสูงกว่าพืชไมโครกรีนที่โตเต็มที่ 9 เท่า แถมยังมีความหลากหลายของสารโพลีฟีนอล และสารต้านอนุมูลอิสระที่มีความหลากหลายกว่าอีกด้วย<br>
5.	งานวิจัยการวัดความเข้มข้นของวิตามินและสารต้านอนมูลอิสระในไมโครกรีน ที่มีวางจำหน่ายทั่วไปในท้องตลาด เปรียเทียบกับฐานข้อมูลสารอาหารของ USDA พบว่า ไมโครกรีนมีวิตามินและสารต้านอนุมูลอิสระสูงกว่าผักใบที่โตเต็มที่ 40 เท่า");
define("VET_ROCKET","รอคเก็ต");
define("VET_ROCKET_DETAIL","<b>การใช้ประโยชน์และคุณค่าทางอาหาร</b><br>   มีแคลเซียม มีเส้นใย มีวิตามินซี มีโพแทสเซียม มีวิตามินเอ มีวิตามินอี มีฟอสฟอรัส มีเหล็ก มีวิตามินบี1 มีวิตามินบี2 มีวิตามินบี3 มีวิตามินบี5 มีวิตามินบี6 มีวิตามินบี9 มีเบตาแคโรทีน มีคาร์โบไฮเดรต มีโปรตีน มีไขมัน มีแมกนีเซียม มีไขมัน มีแมงกานีส
ช่วยบำรุงสายตา ช่วยขับน้ำนม ช่วยบำรุงตับ แก้ปวด แก้ปวดเอว แก้กระหายน้ำ ช่วยป้องกันโรคโลหิตจาง ช่วยป้องกันโรคมะเร็ง ช่วยป้องกันโรคเบาหวาน แก้ไอ แก้ไข้ ช่วยขับเสมหะ ช่วยรักษาเจ็บคอ ช่วยขับเหงื่อ แก้ท้องผูก ช่วยระบบขับถ่าย เป็นยาระบาย 
ช่วยขับลม ช่วยขับปัสสาวะ ช่วยขับพยาธิ ช่วยรักษาริดสีดวงทวาร แก้ท้องอืด แก้ท้องเฟ้อ ช่วยลดความดันโลหิตสูง ช่วยบำรุงร่างกาย");
?>